{
    "categories" : [
        {"id" : 1, "title": "Anthology"},
        {"id" : 2, "title": "Strategy"},
        {"id" : 3, "title": "Retro"}

    ],
    "products": [
        {"id" : 1, "catId": 1, "title" : "God of War",  "price": 300, "image" : "godofwar.jpg", "stock": 5, "features" : ["Kratos, a Spartan warrior, is sent by the Greek gods to kill Ares, the god of war. As the story progresses, Kratos is revealed to be Ares' former servant, who had been tricked into killing his own family and is haunted by terrible nightmares."]},
        {"id" : 2, "catId": 1, "title" : "Final Fantasy",  "price": 300, "image" : "finalfantasy.jpg", "stock": 10, "features" : ["Japanese science fantasy anthology media franchise created by Hironobu Sakaguchi and developed and owned by Square Enix (formerly Square). The franchise centers on a series of fantasy and science fantasy role-playing video games."]},
        {"id" : 3, "catId": 1, "title" : "Lineage II", "price": 450, "image" : "lineage.jpg", "stock": 7, "features" : ["Massively multiplayer online role-playing game (MMORPG) for Microsoft Windows and the second game in the Lineage series. It is a prequel to Lineage and is set 150 years before the first game."]},
        {"id" : 4, "catId": 2, "title" : "XCOM II",  "price": 200, "image" : "xcom.jpg", "stock": 25, "features" : ["XCOM, the planet's last line of defense, was left decimated and scattered. Now, in XCOM 2, the aliens rule Earth, building shining cities that promise a brilliant future for humanity on the surface, while concealing a sinister agenda and eliminating all who dissent from their new order."]},
        {"id" : 5, "catId": 2, "title" : "Age of empires",  "price": 500, "image" : "ageofempires.jpg", "stock": 12, "features" : ["series of historical real-time strategy video games, originally developed by Ensemble Studios and published by Xbox Game Studios. The first game was Age of Empires, released in 1997. Nine total games within the series have been released so far as of October 28, 2021."]},
        {"id" : 6, "catId": 2, "title" : "Red alert II",  "price": 550, "image" : "redallert.jpg", "stock": 5, "features" : ["Set in the same alternative history universe as Red Alert in which Adolf Hitler was removed from history. With Hitler gone, the Soviet Union led by Joseph Stalin attempted to conquer Europe but was defeated by the Allied nations and their military destroyed."]},
        {"id" : 7, "catId": 3, "title" : "Super Mario Bros",  "price": 300, "image": "supermariobros.jpg", "stock": 8, "features" : [". In the game, Mario must race through the Mushroom Kingdom and save Princess Toadstool (later Princess Peach) from Bowser. Mario jumps, runs, and walks across each level. The worlds are full of enemies and platforms, and open holes. If Mario touches an enemy, he dies."]},
        {"id" : 8, "catId": 3, "title" : "Circus Charlie",  "price": 450, "image" : "circuscharlie.webp", "stock": 14, "features" : ["scrolling action game released by KONAMI in 1984. The player takes control of a circus clown, CHARLIE, to perform daring circus acts such as jumping through rings of fire and the flying trapeze. Dazzle and amaze the crowd with your perfect performance!"]},
        {"id" : 9, "catId": 3, "title" : "Snow Bros",  "price": 400, "image" : "snowbros.jpg", "stock": 22, "features" : ["Platform game reminiscent of Bubble Bobble and Tumblepop, where players assume the role of snowmen twins Nick (P1) and Tom (P2) through 50 increasingly difficult stages, each with a boss at the every tenth stage that must be fought before progressing any further, in an effort to rescue twin princesses"]}
    ]
}
